/* Marks the directory to be a collection. */
"                    as a Collection" = "                    als Sammlung";

/* Marks the directory to no longer be a collection */
"                    to Not be a Collection" = "                    NICHT als Sammlung";

/* Mark whole directory to delete the metadata */
"            Clear Metadata" = "            Metadaten löschen";

/* Mark whole directory as favorite */
"            Favorite" = "            Favorit";

/* Mark whole directory as not favorite */
"            Not Favorite" = "            KEIN Favorit";

/* Mark whole directory to re-fetch its movie data */
"            Refetch Movie Data" = "            Filmdaten erneut abrufen";

/* Mark whole directory to re-fetch its tv data */
"            Refetch TV Data" = "            TV-Daten erneut abrufen";

/* Mark whole directory to reset import decisions */
"            Reset Import Decisions" = "            Import-Entscheidungen neu einstellen";

/* Mark whole directory as unwatched */
"            Unwatched" = "            Ungesehen";

/* Mark a file to delete the metadata */
"        Clear Metadata" = "        Metadaten löschen";

/* Mark file as not a favorite */
"        Favorite" = "        Favorit";

/* Mark file as a favorite */
"        Not Favorite" = "        Kein Favorit";

/* Mark file to re-fetch its movie data */
"        Refetch Movie Data" = "        Filmdaten erneut abrufen";

/* Mark file to re-fetch its tv data */
"        Refetch TV Data" = "        TV-Daten erneut abrufen";

/* Mark a file to reset import decisions */
"        Reset Import Decisions" = "        Import-Entscheidungen neu einstellen";

/* Conduct a scan of the directory for new files */
"     < Scan for new files >" = "     < Nach neuen Dateien durchsuchen >";

/*      Clear */
"     Clear" = "     Löschen";

/*      Selected Files */
"     Selected Files" = "     Ausgewählte Dateien";

/*      This File and Complete */
"     This File and Complete" = "     Diese Datei und Abschließen";

/* Hide movie/show chooser menu item */
"  Auto-Select Movies/Shows" = "  Filme/TV-Shows automat. wählen";

/* Start Poster Chooser menu item */
"  Choose Movie Posters" = "  Filmplakate wählen";

/* Delete Collections menu item */
"  Delete Collections" = "  Sammlungen löschen";

/* Disable the anonymous reporting for aid in future features */
"  Disable Anonymous Reporting" = "  Anonyme Berichterstattung deaktivieren";

/* Don't Import Collections menu item */
"  Don't Import Collections" = "  Sammlungen nicht importieren";

/* Enable AC3 Passthrough menu item */
"  Enable AC3 Passthrough" = "  AC3 Passthrough aktivieren";

/* Don't rescan directories upon entry and used cached data */
"  Fast Directory Switching" = "  Schneller Verzeichniswechsel";

/* Display only Favorite Files */
"  Favorite Files" = "  Lieblingsdateien";

/* Fetch Movie Data menu item */
"  Fetch Movie Data" = "  Filmdaten abrufen";

/* Fetch TV Show Data menu item */
"  Fetch TV Show Data" = "   TV-Show-Daten abrufen";

/* Hide perian audio info menu item */
"  Hide Audio Info" = "  Audio-Info ausblenden";

/* Hide Collections menu item */
"  Hide Collections" = "  Sammlungen ausblenden";

/* Hide poster chooser menu item */
"  Hide Poster Chooser" = "  Plakatwähler ausblenden";

/* Hide show summary menu item */
"  Hide Show Spoilers" = "  Show-Verderber ausblenden";

/* Hide the ui quitter menu item */
"  Hide UI Quit" = "  UI Quit ausblenden";

/* Hide perian video info menu item */
"  Hide Video Info" = "  Video-Info ausblenden";

/* All Importer Menu Item */
"  Import All Data" = "  Alle Daten importieren";

/* No comment provided by engineer. */
"  Movies" = "  Filme";

/* Populate File Data menu item */
"  Populate File Data" = "  Dateidaten auffüllen";

/* UI Quit */
"  Reset the thing already" = "  Setz das Ding doch zurück!";

/* Settings Menu Item */
"  Settings" = "  Einstellungen";

/* Skip Favorite shows menu item */
"  Skip \"Favorite Shows\" filter" = "  \"Lieblingsshows\"-Filter überspringen";

/* Skip Top shows menu item */
"  Skip \"Top Shows\" filter" = "  \"Top-Shows\"-Filter überspringen";

/* Skip Unwatched shows menu item */
"  Skip \"Unwatched Shows\" filter" = "  \"Ungesehene Shows\"-Filter überspringen";

/* No comment provided by engineer. */
"  TV Shows" = "  TV-Shows";

/* Display only Unwatched Files */
"  Unwatched Files" = "  Ungesehene Dateien";

/* Use directory names instead of filenames for movie lookup */
"  Use Directory Lookup" = "  Verzeichnisnamen zur Auswahl benutzen";

/* No comment provided by engineer. */
" Movies" = " Filme";

/* Settings Menu Item */
" Settings" = " Einstellungen";

/* No comment provided by engineer. */
" TV Shows" = " TV-Shows";

/* Could not find file; parameter is moving file */
"%@ Seems to be missing" = "%@ scheint zu fehlen";

/* Empty directory */
"< EMPTY >" = "< LEER >";

/* Mark a file that is not a movie in the movie chooser */
"<This is Not a Movie>" = "<Dies ist KEIN Film>";

/* Mark an episode as not a TV show in the show chooser */
"<This is not a TV Show>" = "<Dies ist keine TV-Show>";

/* No comment provided by engineer. */
"A Directory name should not contain any '/' characters" = "Ein Verzeichnisname sollte keine '/'-Zeichen enthalten";

/* No comment provided by engineer. */
"A File name should not contain any '/' characters" = "Ein Dateiname sollte keine '/'-Zeichen enthalten";

/* Show Oscar winning movies only */
"Academy Award Winning" = "Sortiert nach Oscars";

/* The group metadata import complete */
"All available metadata has been imported" = "Alle verfügbaren Metadaten wurden importiert";

/* The Movie import is complete */
"All available Movie data has been imported" = "Alle verfügbaren Filmdaten wurden importiert";

/* The TV Show import complete */
"All available TV Show data has been imported" = "Alle verfügbaren TV-Show-Daten wurden importiert";

/* Select all movies */
"All Movies" = "Alle Filme";

/* Delete Collections description */
"Allows the user to specify which collections should be delete along with its data.  Use this for collections which will never be used again." = "Gestattet dem Benutzer festzulegen, welche Sammlungen einschließlich ihrer Daten gelöscht werden sollen.  Gilt für Sammlungen, die nie wieder benutzt werden.";

/* Hide Collections description */
"Allows the user to specify which collections should be hidden from Sapphire's main menu." = "Gestattet dem Benutzer festzulegen, welche Sammlungen aus dem Sapphire-Hauptmenü ausgeblendet werden sollen.";

/* Don't Import Collections description */
"Allows the user to specify which collections should be skipped when importing meta data." = "Gestattet dem Benutzer festzulegen, welche Sammlungen beim Importieren von Metadaten übersprungen werden sollen.";

/* parameter is file/dir that is being deleted */
"Are you sure you wish to delete %@?" = "Soll %@ wirklich gelöscht werden?";

/* [Sort] By Awards Won */
"By Awards Won" = "Nach gewonnenen Auszeichnungen";

/* Select movies based on cast members */
"By Cast" = "Sortiert nach Besetzung";

/* [Sort] By Date */
"By Date" = "Nach Datum";

/* Select movies based on director */
"By Director" = "Sortiert nach Regisseur";

/* [Sort] By Episode number */
"By Episode" = "Nach Episode";

/* Select movies based on genre */
"By Genre" = "Sortiert nach Genre";

/* [Sort] By IMDB Rank */
"By IMDB Rank" = "Nach IMDB-Beliebtheit";

/* [Sort] By IMDB Rating */
"By IMDB Rating" = "Nach IMDB-Bewertung";

/* [Sort] By Movie Title */
"By Movie Title" = "Nach Filmtitel";

/* Cancel */
"Cancel" = "Abbrechen";

/* Cancel the import process */
"Cancel Import" = "Import abbrechen";

/* Change artwork */
"Change artwork" = "Design wechseln";

/* Start Poster Chooser description */
"Choose Movie Posters" = "Filmplakate wählen";

/* No comment provided by engineer. */
"Collections" = "Sammlungen";

/* Unknown error renaming file/directory; parameter is name */
"Could not delete %@.  Is the filesystem read-only?" = "Konnte %@ nicht löschen.  Ist das Dateisystem schreibgeschützt?";

/* Unknown error renaming file/directory; parameter is extension, name */
"Could not move %@ file for %@.  Is the filesystem read-only?" = "Konnte %1$@-Datei für %2$@.nicht verschieben   Ist das Dateisystem schreibgeschützt?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move %@.  Is the filesystem read-only?" = "Konnte %@ nicht verschieben.  Ist das Dateisystem schreibgeschützt?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move cover art for %@.  Is the filesystem read-only?" = "Konnte Umschlagdesign für %@ nicht verschieben.  Ist das Dateisystem schreibgeschützt?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move to %@.  Is the filesystem read-only?" = "Konnte nicht nach %@ verschieben.  Ist das Dateisystem schreibgeschützt?";

/* Delete Collections Menu Title */
"Delete Collections" = "Sammlungen löschen";

/* Marks this directory to be deleted */
"Delete Directory" = "Verzeichnis löschen";

/* No comment provided by engineer. */
"Delete Directory?" = "Verzeichnis löschen?";

/* No comment provided by engineer. */
"Delete Error" = "Fehler beim Löschen";

/* Marks this file to be deleted */
"Delete File" = "Datei löschen";

/* No comment provided by engineer. */
"Delete File?" = "Datei löschen?";

/* No comment provided by engineer. */
"Deletes this directory and its contents" = "Löscht dieses Verzeichnis und seinen Inhalt";

/* No comment provided by engineer. */
"Deletes this file" = "Löscht diese Datei";

/* Display All Files (no filtering) */
"Display All Files" = "Alle Dateien anzeigen";

/* file duration in metadata display */
"Duration" = "Dauer";

/* No comment provided by engineer. */
"Edit the display name for this collection" = "Den Anzeigenamen für diese Sammlung bearbeiten";

/* No comment provided by engineer. */
"Edit the name for this directory" = "Den Namen für dieses Verzeichnis bearbeiten";

/* Episode in metadata display */
"Episode" = "Episode";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* Title */
"Fetch Movie Data" = "Filmdaten abrufen";

/* Title */
"Fetch TV Show Data" = "TV-Show-Daten abrufen";

/* Current TV Show import process format, filename */
"Fetching For: %@" = "Abrufen für: %@";

/* File Not Present title */
"File Not Present" = "Datei nicht vorhanden";

/* Import progress format, current and the max */
"Finished Processing: %0.0f / %0.0f" = "Verarbeitung von: %1$.0f/ %2$.0f abgeschlossen";

/* Getting artwork selection */
"Getting artwork selection" = "Design-Sortiment wird abgerufen";

/* Hide Collections Menu Title */
"Hide Collections" = "Sammlungen ausblenden";

/* Title */
"Import All Data" = "Alle Daten importieren";

/* The import is complete */
"Import Complete" = "Import abgeschlossen";

/* The import is starting */
"Initializing..." = "Initialisiert...";

/*      Selected Files */
"Join Selected Files" = "Ausgewählte Dateien verknüpfen";

/* Join To Other Files */
"Join To Other Files" = "Mit anderen Dateien verknüpfen";

/* No comment provided by engineer. */
"Joining Files" = "Dateien werden verknüpft";

/* No comment provided by engineer. */
"Main Menu" = "Hauptmenü";

/* Mark whole directory as watched */
"Mark All as Watched" = "Alle als ‚Gesehen’ markieren";

/* Mark file as unwatched */
"Mark as Unwatched" = "Als ‚Ungesehen’ markieren";

/* Mark file as watched */
"Mark as Watched" = "Als ‚Gesehen’ markieren";

/* Marks this directory to be no longer be skipped during import */
"Mark Directory For Importing" = "Verzeichnis für den Import markieren";

/* Marks this directory to be skipped during import */
"Mark this Directory to Skip Import" = "Verzeichnis markieren, um es beim Import zu übergehen ";

/* parameter is last component of path, second is last path component of destination */
"Move %@ to %@" = "%1$@ an %2$@ verschieben";

/* Rename file description */
"Move a file to another name" = "Eine Datei an einen anderen Namen verschieben";

/* Marks this directory to be moved */
"Move Directory" = "Verzeichnis verschieben";

/* Marks this file to be moved */
"Move File" = "Datei verschieben";

/* No comment provided by engineer. */
"Move this directory.  Select destination later." = "Dieses Verzeichnis verschieben.  Zielort später wählen.";

/* No comment provided by engineer. */
"Move this file.  Select destination later." = "Diese Datei verschieben.  Zielort später wählen.";

/* Move File to within this directory */
"Move to Here" = "Hierher verschieben";

/* Movies Menu Item */
"Movies" = "Filme";

/* parameter is file/dir that is being moved */
"Moving %@" = "%@ wird verschoben";

/* No comment provided by engineer. */
"Moving Error" = "Fehler beim Verschieben";

/* No comment provided by engineer. */
"No pretty name to construct" = "Kein freundlicher Name erstellbar";

/* OK */
"OK" = "OK";

/* parameter is filename */
"Opening %@" = "%@ wird geöffnet";

/* Title */
"Populate File Data" = "Dateidaten auffüllen";

/* Do a file metadata import */
"Populate Show Data" = "Show-Daten auffüllen";

/* No comment provided by engineer. */
"Read Error" = "Fehler beim Lesen";

/* Reload images */
"Refresh" = "Aktualisieren";

/* Refresh the artwork selection */
"Refresh the artwork selection" = "Design-Sortiment aktualisieren";

/* Rename a file, argument is path
   Rename a collection, argument is path */
"Rename %@" = "%@ neu benennen";

/* No comment provided by engineer. */
"Rename all files to a pretty name for those which a pretty name exists" = "Alle Dateien, die einen freundlichen Namen haben, entsprechend benennen.";

/* Rename all files to a pretty name */
"Rename all Files to Pretty Name" = "Alle Dateien mit freundlichen Namen benennen";

/* Rename a collection */
"Rename this Collection" = "Diese Sammlung neu benennen";

/* Rename a directory */
"Rename this Directory" = "Dieses Verzeichnis neu benennen";

/* Rename a file */
"Rename this file" = "Diese Datei neu benennen";

/* Parameter is new name */
"Rename to \"%@\"" = "Auf \"%@\" umbenennen ";

/* No comment provided by engineer. */
"Rename to Pretty Name" = "Mit freundlichem Namen benennen";

/* Season / Episode in metadata display */
"S/E" = "S/E";

/* Main Menu item name */
"Sapphire" = "Sapphire";

/* Mark directory as favorite description */
"Sapphire will add this directory as favorite." = "Sapphire wird dieses Verzeichnis als Favorit hinzufügen.";

/* Mark directory as favorite description */
"Sapphire will add this file as a favorite." = "Sapphire wird diese Datei als Favorit hinzufügen.";

/* End text after import of files is complete */
"Sapphire will continue to import new files as it encounters them.  You may initiate this import again at any time, and any new or changed files will be imported" = "Sapphire wird weiterhin neue Dateien in der Reihenfolge importieren, wie sie erscheinen.  Dieser Import-Vorgang kann jederzeit erneut eingeleitet werden, wobei alle neuen oder geänderten Dateien importiert werden.";

/* Favorite filtering description */
"Sapphire will filter files to display only favorite files" = "Sapphire wird nur die Lieblingsdateien herausfiltern und anzeigen.";

/* Unwatched filtering description */
"Sapphire will filter files to display only unwatched files" = "Sapphire wird nur die ungesehenen Dateien herausfiltern und anzeigen.";

/* No filtering description */
"Sapphire will not filter files, but instead display all files" = "Sapphire wird alle Dateien ungefiltert anzeigen.";

/* Mark directory as not favorite */
"Sapphire will remove this directory from favorites." = "Sapphire wird dieses Verzeichnis aus der Favoritenliste entfernen.";

/* Mark directory as not favorite */
"Sapphire will remove this file from favorites." = "Sapphire wird diese Datei aus der Favoritenliste entfernen.";

/* Mark directory as unwatched description */
"Sapphire will save this directory as unwatched." = "Sapphire wird dieses Verzeichnis als ‚Ungesehen’ speichern.";

/* Mark directory watched description */
"Sapphire will save this directory as watched." = "Sapphire wird dieses Verzeichnis als ‚Gesehen’ speichern.";

/* Mark directory watched description */
"Sapphire will save this file as unwatched." = "Sapphire wird diese Datei als ‚Ungesehen’ speichern.";

/* Mark directory watched description */
"Sapphire will save this file as watched." = "Sapphire wird diese Datei als ‚Gesehen’ speichern.";

/* No comment provided by engineer. */
"Save Error" = "Fehler beim Speichern";

/* parameter is save path */
"Saving Joined File to %@" = "Verknüpfte Datei in %@ speichern";

/* Current scan import process format, directory */
"Scanning Directory: %@" = " Verzeichnis wird durchsucht: %@";

/* Season in metadata display */
"Season" = "Saison";

/* No comment provided by engineer. */
"Select artwork using images from the file" = "Design mit Hilfe von Bildern aus der Datei auswählen";

/* Select cover art */
"Select cover art" = "Umschlagdesign auswählen";

/* Prompt the user for poster selection */
"Select Movie Poster" = "Filmplakat auswählen";

/* Prompt the user for title of movie */
"Select Movie Title" = "Filmtitel auswählen";

/* Prompt the user for showname with a file */
"Select Show Title" = "Show-Titel auswählen";

/* Settings Menu Item */
"Settings" = "Einstellungen";

/* filesize in metadata display */
"Size" = "Größe";

/* Skip Top shows description */
"Skip \"Top Shows\" filter" = "\"Top-Shows\"-Filter überspringen";

/* Skip Collections Menu Title */
"Skip Collections" = "Sammlungen überspringen";

/* Sort by Date description */
"Sort by Date.  With TV Episodes, this is Air Date.  With Movies, this is Premier Date." = "Nach Datum sortieren.  Bei TV-Episoden gilt das Datum der Sendung im Fernsehen.  Bei Filmen gilt das Datum der Premiere.";

/* Sort by Episode Order description */
"Sort by Episode Order." = "Nach Reihenfolge der Episoden sortieren.";

/* Sort by IMDB Top 250 Rank description */
"Sort by IMDB Top 250 Rank." = "Nach Beliebtheit unter den 250 beliebtesten IMDB-Filmen sortieren.";

/* Sort by IMDB User Rating description */
"Sort by IMDB User Rating." = "Nach IMDB-Benutzerbewertung sortieren.";

/* Sort by Movie Title description */
"Sort by Movie Title." = "Nach Filmtitel sortieren.";

/* Sort by Number of Awards Won description */
"Sort by Number of Awards Won." = "Nach Anzahl der gewonnenen Auszeichnungen sortieren.";

/* Button */
"Start Fetching Data" = "Mit dem Datenabruf beginnen";

/* Button */
"Start Importing Data" = "Mit dem Datenimport beginnen";

/* Button */
"Start Populating Data" = "Mit dem Datenauffüllen beginnen";

/* Button */
"Start Populating XML Data" = "Mit dem Auffüllen von XML-Daten beginnen";

/* Mark Directory For Importing description */
"Tells Sapphire it's okay to import from this directory." = "Weist Sapphire an, dass aus diesem Verzeichnis importiert werden darf.";

/* Enable movie/show chooser description */
"Tells Sapphire skip the TV Show and Movie choosers when importing and make selections automatically." = "Weist Sapphire an, TV-Shows- und Filmwähler beim Import zu überspringen und Auswahl automatisch zu treffen.";

/* Fetch Movie Data description */
"Tells Sapphire that for every Movie, gather more information from the internet." = "Weist Sapphire an, für jeden Film weitere Info aus dem Internet einzuholen.";

/* Fetch TV Show Data description */
"Tells Sapphire that for every TV episode, gather more information about this episode from the internet." = "Weist Sapphire an, für jede TV-Episode weitere Info aus dem Internet einzuholen.";

/* Skip Favorite shows description */
"Tells Sapphire that when changing filter settings, skip over the favorite shows filter." = "Weist Sapphire an, beim Wechseln der Filtereinstellungen, den Lieblingsshows-Filter zu überspringen.";

/* Skip Unwatched shows description */
"Tells Sapphire that when changing filter settings, skip over the unwatched shows filter." = "Weist Sapphire an, beim Wechseln der Filtereinstellungen, den ‚Ungesehene Shows’-Filter zu überspringen.";

/* Fast Directory Switching description */
"Tells Sapphire that when using a filter, use the cached data to setup directories rather than scanning the directories themselves for new files." = "Weist Sapphire an, beim Filtern die Daten im Zwischenspeicher zum Einrichten von Verzeichnissen zu benutzen, anstatt die Verzeichnisse selbst nach neuen Dateien zu durchsuchen.";

/* Enable AC3 Passthrough description */
"Tells Sapphire that you have an AC3 decoder and to enable passthrough of the full audio information to the decoder. This is how you get 5.1 and DTS output." = "Weist Sapphire darauf hin, dass ein AC3-Decoder vorhanden ist und dass Passthrough aller Audio-Info an den Decoder aktiviert sein muss. Auf diese Weise erhalten Sie 5.1- und DTS-Ausgabe.";

/* Enable Directory lookup description */
"Tells Sapphire that you want to use directory names instead of file names for identifying movies." = "Weist Sapphire an, Verzeichnisnamen anstatt Dateinamen zur Identifizierung von Filmen zu benutzen.";

/* Marks the directory to be a collection description */
"Tells Sapphire to add this directory to the Collections list." = "Weist Sapphire an, dieses Verzeichnis zur Sammlungenliste hinzuzufügen.";

/* Hide poster chooser description */
"Tells Sapphire to automatically choose posters for movies instead of asking the user to choose one." = "Weist Sapphire an, automatisch Plakate für Filme zu wählen, anstatt den Benutzer dazu aufzufordern.";

/* clear file join list description */
"Tells Sapphire to clear the file join list." = "Weist Sapphire an, alle zu verknüpfenden Dateien aus der entsprechenden Liste zu löschen.";

/* Join Marked Files description */
"Tells Sapphire to complete the file join." = "Weist Sapphire an, die Dateiverknüpfung abzuschließen.";

/* Hide perian audio info description */
"Tells Sapphire to disable the display of audio codec and sample rate information." = "Weist Sapphire an, die Anzeige von Info zu Audio-Codec und Abtastraten zu deaktivieren.";

/* Hide show summary description */
"Tells Sapphire to disable the display of the show's synopsis." = "Weist Sapphire an, die Zusammenfassung einer Show nicht anzuzeigen.";

/* Hide perian video info description */
"Tells Sapphire to disable the display of video codec, resolution, and color depth information." = "Weist Sapphire an, die Infoanzeige zu Video-Codec, Auflösung und Farbtiefe zu deaktivieren.";

/* Delete collections setting description */
"Tells Sapphire to erase all knowledge of files in this collection." = "Weist Sapphire an, alle Dateien aus dieser Sammlung zu löschen.";

/* Populate File Data description */
"Tells Sapphire to examine all files, and remember the file size, length and other information that can be gathered from the file itself." = "Weist Sapphire an, für alle Dateien deren Größe, Länge und andere Info zu speichern, die aus der Datei selbst ersichtlich sind.";

/* Mark directory to reset import decisions description */
"Tells Sapphire to forget import decisions made on files in this directory." = "Weist Sapphire an, alle Importentscheidungen für Dateien in diesem Verzeichnis zu löschen.";

/* Mark a file to reset import decisions description */
"Tells Sapphire to forget import decisions made on this file." = "Weist Sapphire an, alle Importentscheidungen für diese Datei zu löschen.";

/* Hide the ui quitter description */
"Tells Sapphire to hide the main menu element forcing FrontRow to quit." = "Weist Sapphire an, das Hauptmenü-Element auszublenden, damit FrontRow beendet wird.";

/* Hide collections setting description */
"Tells Sapphire to hide this collection on the main menu." = "Weist Sapphire an, diese Sammlung auf dem Hauptmenü auszublenden.";

/* Import collections setting description */
"Tells Sapphire to ignore this collection when running any import tool." = "Weist Sapphire an, diese Sammlung beim Ausführen eines Import-Werkzeugs zu ignorieren.";

/* Disable the anonymous reporting description */
"Tells Sapphire to not report any anonymous information on how you use Sapphire. Anonymous reporting enables us to improve the plugin for future use." = "Weist Sapphire an, uns Ihre Nutzungsgewohnheiten nicht anonym mitzuteilen. Anonyme Berichterstattung gestattet uns, Verbesserungen am Plugin vorzunehmen.";

/* Mark whole directory to re-fetch its movie data */
"Tells Sapphire to refetch Movie metadata for this directory the next time an import is run." = "Weist Sapphire an, für dieses Verzeichnis die Metadaten für Filme erneut abzurufen, wenn der nächste Import ausgeführt wird.";

/* Mark file to refetch movie description */
"Tells Sapphire to refetch Movie metadata for this file the next time an import is run." = "Weist Sapphire an, für diese Datei die Metadaten für Filme erneut abzurufen, wenn der nächste Import ausgeführt wird.";

/* Mark directory to refetch tv data description */
"Tells Sapphire to refetch TV Show metadata for this directory the next time an import is run." = "Weist Sapphire an, für dieses Verzeichnis die Metadaten für TV-Shows erneut abzurufen, wenn der nächste Import ausgeführt wird.";

/* Mark file to refetch tv data description */
"Tells Sapphire to refetch TV Show metadata for this file the next time an import is run." = "Weist Sapphire an, für diese Datei die Metadaten für TV-Shows erneut abzurufen, wenn der nächste Import ausgeführt wird.";

/* Mark directory to delete metadata description */
"Tells Sapphire to remove all metadata for this directory." = "Weist Sapphire an, alle Metadaten für dieses Verzeichnis zu entfernen.";

/* Mark file to delete metadata description */
"Tells Sapphire to remove all metadata for this file." = "Weist Sapphire an, alle Metadaten für diese Datei zu entfernen.";

/* Marks the directory to no longer be a collection description */
"Tells Sapphire to remove this directory from the Collections list." = "Weist Sapphire an, dieses Verzeichnis aus der Sammlungenliste zu entfernen.";

/* Mark this Directory to Skip Import description */
"Tells Sapphire to skip this directory when importing." = "Weist Sapphire an, dieses Verzeichnis beim Importieren zu überspringen.";

/* Mark file and join description */
"Tells Sapphire to use this file to complete the joined list." = "Weist Sapphire an, diese Datei zur Vervollständigung der Verknüpfungsliste zu benutzen.";

/* Mark file to be joined description */
"Tells Sapphire you wish to add this file to a list of files to be joined. The files will be joined in the order they were added to the list." = "Weist Sapphire an, dass diese Datei einer Liste mit zu verknüpfenden Dateien hinzugefügt werden soll. Diese Dateien werden in der Reihenfolge verknüpft, in der sie zur Liste hinzugefügt wurden.";

/* File not present error string */
"The File %@ is not present.  Either a drive is not mounted or your metadata has not been imported recently" = "Die Datei %@ ist nicht vorhanden.  Entweder wurde das entsprechende Laufwerk nicht bereitgestellt oder es wurden in letzter Zeit keine Metadaten importiert.";

/* Name taken on a file/directory rename; parameter is name */
"The name %@ is already taken" = "Der Name %@ wird bereits benutzt";

/* Description of the movie import */
"This tool will attempt to fetch information about your Movie files from the Internet (IMDB/IMPAwards).  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "Dieses Werkzeug wird versuchen, Info zu Ihren Filmen aus dem Internet abzurufen (IMDB/IMPAwards).  Dieser Prozess ist zeitraubend und es werden Ihnen evtl. ein paar Fragen gestellt.  Sie können den Vorgang jederzeit abbrechen.";

/* Description of the movie import */
"This tool will attempt to fetch information about your TV shows files from the Internet (TVRage).  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "Dieses Werkzeug wird versuchen, Info zu Ihren TV-Shows aus dem Internet abzurufen (TVRage).  Dieser Prozess ist zeitraubend und es werden Ihnen evtl. ein paar Fragen gestellt.  Sie können den Vorgang jederzeit abbrechen.";

/* Description of all meta import */
"This tool will import all the metadata it can find.  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "Dieses Werkzeug wird alle Metadaten importieren, die es findet.  Dieser Prozess ist zeitraubend und es werden Ihnen evtl. ein paar Fragen gestellt.  Sie können den Vorgang jederzeit abbrechen.";

/* Description of the import processes */
"This tool will populate Sapphire's File data.  This procedure may take a while, but you may cancel at any time." = "Dieses Werkzeug füllt die Dateidaten von Sapphire auf.  Dieser Prozess ist zeitraubend, aber Sie können ihn jederzeit abbrechen.";

/* TV Shows Menu Item */
"TV Shows" = "TV-Shows";

/* Import complete format with number updated */
"Updated %0.0f Entries." = "%0.0f Eingaben wurden aktualisiert.";

/* No comment provided by engineer. */
"Upgrade Metadata" = "Metadaten aktualisieren";

/* No comment provided by engineer. */
"Upgrading Collection Prefs" = "Sammelvorgaben werden aktualisiert";

/* No comment provided by engineer. */
"Upgrading Complete; Press Menu to Go Back" = "Aktualisierung abgeschlossen; auf ‚Menü’ drücken, um zurückzugehen";

/* No comment provided by engineer. */
"Upgrading Joined Files" = "Verknüpfte Dateien werden aktualisiert";

/* No comment provided by engineer. */
"Upgrading Metadata" = "Metadaten werden aktualisiert";

/* No comment provided by engineer. */
"Upgrading Movie Translations" = "Filmübersetzungen werden aktualisiert";

/* No comment provided by engineer. */
"Upgrading TV Translations" = "TV-Übersetzungen werden aktualisiert.";

/* The import is complete, just waiting on background processes */
"Waiting for background import to complete" = "Warten auf Abschluss des Importvorgangs im Hintergrund";


